Repository: 84000/data-translation-memory
Catalog: toh62-v3.tmx
Source language: bo
Languages: en

source: །ལེ་ལོས་ཟིལ་གྱིས་ནོན་ན་དད་པ་ཉམས།
en: For someone who is overpowered by laziness, faith is destroyed;

source: །དད་པ་ཉམས་ན་ཚུལ་ཁྲིམས་རབ་ཏུ་ཉམས།
en: For someone whose faith is lost, discipline is destroyed;

source: །ཚུལ་ཁྲིམས་འཆལ་བར་གྱུར་ན་བཟང་འགྲོ་ཉམས།
en: And for someone who has lapsed in discipline, the chance of the higher realms is destroyed.

source: །དབུལ་པོར་གྱུར་པས་རབ་ཏུ་བྱུང་གྱུར་ཏེ།
en: “Since such people have become poor, they become renunciants.

source: །མཆོད་པ་རྙེད་ནས་དབུལ་ལས་གྲོལ་བར་གྱུར།
en: Having received adulation, they then escape poverty.

source: །དེ་དག་གསེར་གྱི་ཁུར་ནི་བོར་ནས་སུ།
en: It is as if they have thrown away a load of gold

source: །གསོ་མའི་ཁུར་ནི་ལེན་པར་བྱེད་དང་མཚུངས།
en: And taken up a load of grain.

source: །རྙེད་པ་དོན་དུ་གཉེར་བས་དགོན་པར་འགྲོ།
en: “Bent on making profits, they go into the forest;

source: །དེར་སོང་ནས་ཀྱང་གོས་དང་ཉེ་དུ་ཚོལ།
en: Having gone there, they only seek garments and frequent their relatives.

source: །མངོན་ཤེས་རིག་དང་སྤོབས་པ་ཕུན་སུམ་ཚོགས།
en: Having abandoned the excellences of superknowledge, knowledge, and eloquence,

source: །བོར་ནས་དེ་ནི་ཕྱིར་ཡང་ཉེ་དུ་འཛིན།
en: They repeatedly latch on to their relatives. “Due to their pride, such deluded ones choose

source: རྨོངས་ནས་ང་རྒྱལ་དབང་གིས་ངན་སོང་ས།
en: The lower realms, a condition among the unfortunate states,

source: །མི་ཁོམ་འགྲོ་བ་རྣམས་དང་དབུལ་པོ་དང་། །དམའ་བའི་རིགས་སུ་སྐྱེ་དང་ལོང་བ་དང་། །མདོག་ངན་པ་དང་མཐུ་ཆུང་དེ་དག་འཛིན།
en: Poverty, birth into a low-caste family, Blindness, ugliness, and weakness.

source: །དེ་དག་ཚུལ་དང་སྤྱོད་པ་ཡོངས་ཉམས་དངོས།
en: “Being in a condition devoid of character and proper conduct,

source: །བག་མེད་རྙེད་ནས་དྲན་པ་རབ་ཏུ་ཉམས།
en: Their mindfulness is destroyed by recklessness and profiteering.

source: །གཡང་ས་ཆེན་པོ་མི་བཟད་ལྟུང་བར་འགྱུར།
en: They fall into a great and terrifying abyss

source: །དེ་ནས་བསྐལ་བ་བྱེ་བར་ཐར་པ་མེད།
en: From which there is no liberation for millions of eons.

source: །གལ་ཏེ་འདིར་ནི་འཐོབ་པས་བྱང་ཆུབ་ན།
en: “If enlightenment were possible through profit-making in this life,

source: །དེ་ཕྱིར་ལྷས་བྱིན་གྱིས་ཀྱང་བྱང་ཆུབ་འཐོབ།
en: Even the likes of Devadatta would attain enlightenment.

source: །རྣམ་པར་འཐོར་རླུང་གིས་ནི་བྱ་ལྟུང་ལྟར།
en: As birds are swept downward by violent winds,

source: །ཆགས་པས་ཀྱང་ནི་དེ་ལྟར་མི་རིགས་སོ།
en: So are the improper ones by attachment.

source: །བསོད་ནམས་ཉམས་ཤིང་གཞན་གྱི་ཆུང་མ་ཆགས།
en: “Their merit is destroyed, they desire others’ wives,

source: །ཚུལ་ཁྲིམས་མ་དག་དགེ་བ་རྣམས་ལས་ཉམས།
en: Their discipline is impure, and they are morally bankrupt.

source: །བྱང་ཆུབ་སེམས་ཀྱིས་ཡེ་ཤེས་གང་མ་ཐོབ།
en: Those who have not obtained wisdom through the aspiration for enlightenment

source: །དེ་དག་བསྟན་ལ་མི་དགོས་དུར་ཤིང་བཞིན།
en: Are not inclined toward the teaching, as one is toward wood at a cremation ground.

source: །བྱང་ཆུབ་དོན་གཉེར་སངས་རྒྱས་ཆོས་ཚོལ་བ།
en: “Bodhisattvas aiming for enlightenment seek the buddha qualities,

source: །དཔེར་ན་ཐར་པ་དེ་བཞིན་མི་གནས་སོ།
en: But they do not dwell like someone in possession of liberation.

source: །དེ་ནི་རྙོང་གིས་སྤྲེའུ་ལ་དམ་བྱས་ལྟར།
en: Just like a monkey stuck in an adhesive trap,

source: །ང་རྒྱལ་ཟིལ་ནོན་བྱང་ཆུབ་དེ་འདྲའོ།
en: Such is the enlightenment of those overcome by pride.

source: །བྱང་ཆུབ་དོན་དུ་གཉེར་བས་ཆོས་ཚིག་ཕྱིར།
en: “Because I was aiming for enlightenment, for the sake of a single word of the Dharma

source: །ང་ཡིས་རང་གི་ཕངས་པའི་སྲོག་ཀྱང་བཏང་།
en: I even gave away my own precious life.

source: །ཆོས་དེ་བཏང་ནས་བརྩོན་དང་མི་ལྡན་པ།
en: Because those lacking diligence have abandoned this Dharma,

source: །དོན་མེད་གྱུར་ནས་བསྟན་ལས་ལྟུང་བར་འགྱུར།
en: They are aimless and will veer away from the teaching.

source: །ངས་ནི་སྔོན་ཆད་ལེགས་པར་བཤད་དོན་ཕྱིར།
en: “Formerly, for the sake of the well-explained doctrine

source: །གཡང་ས་ཆེན་པོ་མེ་ལྕེ་འབར་བར་མཆོངས།
en: I jumped into a deep abyss, blazing with flames.

source: །དེ་ཐོས་ནས་ནི་སྡུག་དང་མི་སྡུག་པ། །ཐམས་ཅད་རྣམ་པར་སྤངས་ཏེ་ནན་ཏན་གནས།
en: After hearing it, I abided by it persistently, having abandoned All pleasant and unpleasant things.

source: །བསྟན་པ་སྣ་ཚོགས་ཡོན་ཏན་འབྱོར་ཐོས་ལ།
en: “Listening to the manifold teachings, rich in good qualities,

source: །དེ་དག་ནམ་ཡང་འདོད་པ་མི་སྐྱེད་ན།
en: Bodhisattvas never long for them.

source: །ཆོས་མིན་འདོད་ལ་བྱང་ཆུབ་ག་ལ་ཡོད།
en: How, then, could there be enlightenment for those who long for what is opposed to the Dharma,

source: །དཔེར་ན་ལོང་བ་ལམ་གསལ་མེད་དང་མཚུངས།
en: Like a blind person for whom there is no illuminated road?”

source: །ཡུལ་འཁོར་སྐྱོང་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་གྲངས་མེད་པའི་ཡང་ཆེས་གྲངས་མེད་པ། རྒྱ་ཆེ་བ། བསམ་གྱིས་མི་ཁྱབ་པ། མཚུངས་པ་མེད་པ། དཔག་ཏུ་མེད་པ།
en: “Formerly, Rāṣṭrapāla, at a time in the past, truly innumerable, innumerable, very long, inconceivable, incomparable, measureless, immeasurable eons ago, there appeared in the world the illustrious buddha known as Siddhārthabuddhi.

source: ཚད་མེད་པར་གྱུར་པ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དོན་གྲུབ་བློ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་ངོ་།
en: He was a tathāgata, an arhat, a perfect and complete buddha endowed with perfect knowledge and conduct, a sugata, knower of the world, an unsurpassed guide of those to be trained, a teacher of gods and men.

source: །ཡུལ་འཁོར་སྐྱོང་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་འོད་ཟེར་ལྡན་ཞེས་བྱ་བ་ཞིག་བྱུང་ངོ་།
en: At that time, Rāṣṭrapāla, there was a king called Arciṣmān.

source: །ཡུལ་འཁོར་སྐྱོང་རྒྱལ་པོ་འོད་ཟེར་ལྡན་ནི་འཛམ་བུའི་གླིང་དཔག་ཚད་ཁྲི་དྲུག་སྟོང་ལ་རྒྱལ་སྲིད་བྱེད་དོ།
en: Rāṣṭrapāla, King Arciṣmān ruled over a kingdom in Jambudvīpa extending over sixteen thousand yojanas.

source: །ཡུལ་འཁོར་སྐྱོང་དེའི་ཚེ་དེའི་དུས་ན་འཛམ་བུའི་གླིང་དེ་ན་གྲོང་ཁྱེར་ཉི་ཁྲི་དང་། ཁྱིམ་བྱེ་བ་ཕྲག་སྟོང་ཡོད་དོ།
en: At that time, Rāṣṭrapāla, there were twenty thousand cities and ten billion households in Jambudvīpa.

source: །ཡུལ་འཁོར་སྐྱོང་རྒྱལ་པོ་འོད་ཟེར་ལྡན་དེ་རྒྱལ་པོའི་ཕོ་བྲང་གང་ན་གནས་པ་རྒྱལ་པོ་འོད་ཟེར་ལྡན་དེའི་གྲོང་ཁྱེར་རིན་པོ་ཆེ་སྣང་བ་ཞེས་བྱ་བ་ཤར་ནུབ་ཏུ་ཆུར་དཔག་ཚད་བཅུ་གཉིས་པ།
en: “Rāṣṭrapāla, King Arciṣmān had a city named Ratnaprabhāsa, the capital where he lived.

source: ལྷོ་བྱང་དུ་རྒྱར་དཔག་ཚད་བདུན་ཡོད་པ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཕྱིར་རབ་རིམ་པ་བདུན་དང་། མིག་མངས་རིས་སུ་བྲིས་པས་མཛེས་པར་བྱས་པ་ཡོད་དོ།
en: From east to west it was twelve yojanas in length, and from south to north it was seven yojanas in breadth. It was decorated with seven successive concentric outer walls made of the seven precious substances and ornamented with painted checkered patterns.

source: །དེའི་ཚེ་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་བྱེ་བ་ཕྲག་བཅུ་ཐུབ་པར་གྱུར་ཏོ།
en: At that time, the beings’ lifespans reached a hundred million years.

source: །ཡུལ་འཁོར་སྐྱོང་རྒྱལ་པོ་འོད་ཟེར་ལྡན་གྱི་བུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ཞེས་བྱ་བ་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་ཡོད་དེ།
en: “Rāṣṭrapāla, king Arciṣmān had a son called Puṇyaraśmi, who had a beautiful body and was handsome, pleasant to look at, and magnificently endowed with a most excellent, splendid complexion.

source: དེ་བཙས་མ་ཐག་ཏུ་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་གཏེར་སྟོང་བྱུང་བར་གྱུར་ཏོ།
en: As soon as he was born, a thousand treasuries of the seven precious substances manifested.

source: །རྒྱལ་པོའི་ཁང་བཟངས་ཀྱི་ནང་དུ་ཡང་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་གཏེར་མི་བཅུའི་ཚད་ཙམ་བྱུང་བར་གྱུར་ཏེ།
en: In the king’s court, too, manifested a treasury of seven precious substances that was about the height of ten men.

source: ཡུལ་འཁོར་སྐྱོང་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་དེ་བཙས་མ་ཐག་ཏུ་འཛམ་བུའི་གླིང་པའི་སེམས་ཅན་ཐམས་ཅད་ཡི་རངས་པར་གྱུར་ཏོ།
en: Rāṣṭrapāla, as soon as young prince Puṇyaraśmi was born, all the beings of Jambudvīpa rejoiced.

source: །སེམས་ཅན་གང་དག་བཙོན་ར་ན་འཁོད་པ་དེ་དག་ཀྱང་བཙོན་ར་ནས་ཐར་བར་གྱུར་ཏོ།
en: The prisoners were released from jail.

source: །ཡུལ་འཁོར་སྐྱོང་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་དེས་ཉི་མ་བདུན་གྱིས་འཇིག་རྟེན་པའི་སྒྱུ་རྩལ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་རྟོགས་པར་གྱུར་ཏོ།
en: “Rāṣṭrapāla, young prince Puṇyaraśmi mastered all the worldly arts, as many as there are, in seven days.

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ནས་གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་ནམ་གྱི་གུང་གི་དུས་ལ་བབ་པ་དང་། རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ལ་གཞོན་ནུ་ཁྱོད་བག་ཡོད་པར་གྱིས་ཤིག །མི་རྟག་པར་སོ་སོར་བརྟག་པ་ལ་མཁས་པར་གྱིས་ཤིག །གཞོན་ནུ་མི་རྣམས་ཀྱི་སྲོག་ནི་ཆེན་པོ་མེད་པ་སྟེ།
en: Then, Rāṣṭrapāla, in the middle of the night, the gods of the Śuddhāvāsa realm roused young prince Puṇyaraśmi saying, ‘Young prince, be conscientious! Become skilled in the thorough analysis of impermanence! Young prince, the life of men is not long.

source: ཚེ་འཕོ་བར་འགྲོ་བ་ཡིན་གྱིས།
en: You will have to depart from this life.

source: འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་བལྟ་བར་བྱ་ཞིང་ལས་དང་བྱ་བ་དང་མི་འགལ་བར་གྱིས་ཤིག་ཅེས་བསྐུལ་ཏེ། དེའི་ཚེ་ལྷའི་བུ་དེ་དག་གིས་ཚིགས་སུ་བཅད་པ་འདི་དག་ཀྱང་སྨྲས་སོ།
en: Behold the other world with fear, and do not act in contradiction with your duties.’ At that time, the gods also uttered the following verses:

source: །གཞོན་ནུ་བག་མེད་པར་ནི་གྱུར་ཏ་རེ།
en: “ ‘Young prince, beware of carelessness!

source: །བག་མེད་དབང་དུ་སོང་བར་གྱུར་ཏ་རེ།
en: Beware of coming under the power of carelessness!

source: །བདེ་བར་གཤེགས་པས་བག་ཡོད་རབ་བསྟོད་ཅིང་།
en: The sugatas praise the conscientious ones;

source: །བདེ་གཤེགས་རྣམས་ཀྱིས་བག་མེད་རྣམས་ཀྱང་དམད།
en: The sugatas scold the careless ones.

source: །ངེས་པ་གང་དག་འདི་ན་བག་ཡོད་ཅིང་།
en: “ ‘The gentle ones here who are conscientious, Who enjoy goodness and restraint, are not avaricious,

source: །ལེགས་སྡོམ་དགའ་ལ་སེར་སྣ་མེད་པ་དང་། །སེམས་ཅན་ཀུན་ལ་སྙིང་རྗེ་བྱམས་ཡིད་ལྡན།
en: And are full of compassion and loving kindness toward all sentient beings,

source: །དེ་དག་རིང་པོར་མི་ཐོགས་མི་མཆོག་འགྱུར།
en: Will before long become the supreme ones among men. “ ‘The sugatas of the past,

source: །བདེ་བར་གཤེགས་པ་གང་དག་འདས་པ་དང་། །འདི་ནི་ད་ལྟར་དག་དང་གང་མ་བྱོན།
en: The present, and the future

source: །དེ་དག་ཐམས་ཅད་དགེ་བ་རྣམས་ཀྱིས་འཕགས།
en: Are all exalted due to their virtues.

source: །བག་ཡོད་ལམ་ཉིད་ལ་ཡང་ཤིན་ཏུ་གནས།
en: They remain solely on the path of conscientiousness. “ ‘For tens of millions of eons, they gave away

source: །བཟའ་དང་བཏུང་དང་གོས་དང་ཁ་ཟས་དང་། །གསེར་དང་དངུལ་དང་ནོར་བུ་མུ་ཏིག་རྒྱན། །བསྐལ་པ་བྱེ་བར་དེ་དག་རྣམས་ཀྱིས་བཏང་།
en: Food, drink, clothing, and meals, As well as gold, silver, jewels, pearls, and ornaments,

source: །བྱང་ཆུབ་དམ་པ་འདི་ནི་དོན་དུ་གཉེར།
en: Aiming for excellent enlightenment.

source: །རྐང་པ་ལག་པ་དེ་བཞིན་རྣ་དང་སྣ།
en: “ ‘As they have joyfully given up their feet, hands, ears, and noses

source: །སློང་བ་རྣམས་ལ་རབ་ཏུ་བགོས་བྱིན་ན།
en: To those asking for them,

source: །བྱང་ཆུབ་ཡོན་ཏན་ཀུན་གྱིས་བསམ་རྫོགས་ནས།
en: With their intent perfected in terms of the qualities of enlightenment,

source: །རྒྱལ་སྲིད་བདེ་དང་སྡུག་པའི་བུད་མེད་དང་། །ནོར་རྣམས་ཐམས་ཅད་དུ་ཡང་རྣམ་སྤངས་ཏེ། །འདུས་བྱས་གར་ལ་ལྟ་དང་སྒྱུ་མ་འདྲས།
en: “ ‘Abandon the enjoyments of the kingdom, your beloved women, And even all possessions,

source: །འདོད་པ་མེད་པར་དགོན་པར་གནས་པར་གྱིས།
en: And live in the forest, without desire, Because conditioned things are like a spectacle on a stage, or an illusion.

source: །སྲོག་ནི་བརྟན་པ་མེད་དེ་རྟག་ཏུ་གཡོ།
en: “ ‘Life is unstable and always changing,

source: །འཇིམ་པའི་བུམ་པ་ལྟ་བུར་འཇིག་པ་ཅན།
en: Fragile like a clay pot.

source: །བརྙན་མ་འདྲ་ཞིང་རྟག་ཏུ་ཐེར་ཟུག་མིན།
en: Like something borrowed and unenduring,

source: །གཞོན་ནུ་འདི་ལ་རྟག་མེད་དགེ་མ་ཡིན།
en: Young prince, it is without permanence and unpleasant.

source: །ངན་འགྲོར་ལྟུང་བའི་ཚེ་ན་འདི་ན་ནི།
en: “ ‘In this life, when you fall into the lower realms,

source: །ཕ་དང་མ་ཡང་འཛིན་པར་བྱེད་པ་མེད།
en: Even your father and mother won’t be able to hold on to you.

source: །མི་ཡིས་དགེ་དང་མི་དགེ་གང་བྱས་པ།
en: Whatever virtuous or nonvirtuous deeds are done by men

source: །དེ་ནི་རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བར་འགྱུར།
en: Will always follow them at the end.

source: །འདོད་པའི་རྒྱུ་ཡིས་བསྐལ་མང་རྒྱ་མཚོར་ནི།
en: “ ‘For many oceans of eons, you and beings have killed each other

source: །དོན་མེད་པར་ཡང་གཅིག་གིས་གཅིག་བསད་དེ།
en: Because of desire and without reason.

source: །ཁྱོད་ཀྱིས་མི་ཕན་མ་བྱས་ཅི་ཡང་མེད།
en: You have not helped anyone.

source: །དོན་མེད་ཉིད་དུ་ངལ་བ་བསྟེན་པར་གྱུར།
en: The hardship you are engaged in is useless.

source: །ད་ལྟར་ཁྱོད་ཀྱིས་འགྲོ་ཕན་བྱང་ཆུབ་ཞི།
en: “ ‘Now that you seek the incomparable peace of enlightenment

source: །མཚུངས་མེད་གོ་འཕང་དམ་པ་བཙལ་བའི་ཕྱིར།
en: For the benefit of the world, the highest spiritual level,

source: །རྐང་དང་ཤ་དང་པགས་པ་དེ་བསྐམས་ཀྱང་།
en: And now that your marrow, flesh, and skin are drying up,

source: །དེ་ལྟ་ན་ཡང་ཁྱོད་ནི་ངལ་མ་སེམས།
en: Should you not exert yourself?

source: །བདེ་བར་གཤེགས་པ་འབྱུང་བ་རྙེད་པར་དཀའ།
en: “ ‘Rare is the appearance of a sugata;

source: །ཞི་བའི་ཆོས་ཐོས་པ་ཡང་ཤིན་ཏུ་དཀའ།
en: Extremely rare is it to listen to the peaceful Dharma.

source: །བསྒྲིམ་པར་བྱས་ཏེ་བདུད་ཀྱི་ཕྱོགས་བསལ་ན།
en: Zealously clearing away Māra ’s armies,

source: །སངས་རྒྱས་ཡེ་ཤེས་རིང་པོར་མི་ཐོགས་འཐོབ།
en: You will attain buddha wisdom before long.

source: །བཤེས་གཉེན་བཟང་ལ་རྟག་ཏུ་ཡོངས་བསྟེན་ཅིག །སྡིག་པའི་བཤེས་གཉེན་ཡོངས་སུ་སྤང་བར་གྱིས།
en: “ ‘Always attend to virtuous friends, And avoid nefarious friends.

source: །དེ་དག་རྟག་ཏུ་བཟང་ལམ་ཁྲིད་པར་བྱེད།
en: Virtuous friends always lead you to the virtuous path;

source: །ལམ་གོལ་ལས་ཀྱང་རྟག་ཏུ་ཟློག་པར་བྱེད།
en: They always cause you to shun the wrong path.

source: །བརྩོན་འགྲུས་ཤིན་ཏུ་བརྟན་པ་ལེགས་བྱོས་ཏེ།
en: “ ‘Perfectly develop resolute effort;

source: །ལུས་དང་སྲོག་ལ་འདོད་པ་རྣམ་སྤངས་ནས།
en: Abandon the desire for body and life.

source: །རྡོ་རྗེ་ལྟ་བུ་སྙིང་གི་བསམ་གཏན་པར། །སངས་རྒྱས་ལམ་འདི་ཉིད་ལ་གནས་པར་གྱིས།
en: With a firm intention whose nature is like a vajra, Devote yourself to this path of the Buddha.

source: །སྔོན་གྱི་མི་མཆོག་དམ་པ་འོད་བྱེད་པ།
en: “ ‘When all the former supreme ones among men, the illuminators,

source: །ཀུན་ཀྱང་གོ་འཕང་དམ་པ་བླ་མེད་པ།
en: Were seeking the best, unexcelled state,

source: །ཚོལ་བའི་ཚེ་ན་སྤྱོད་ཡུལ་དགོན་པར་དགའ།
en: They took pleasure in the experience of the forest.

source: །ཁྱོད་ཀྱང་དེ་དག་སྤྱོད་པའི་ལམ་དུ་ཕྱོགས།
en: You too should follow in their footsteps.

source: །དགོན་པར་གནས་ལ་རྟག་ཏུ་དགའ་བར་གྱིས།
en: “ ‘Always take pleasure in living in the forest;

source: །ཕ་དང་མ་དང་བུ་དང་སྡུག་པའི་གཉེན།
en: Abandon father, mother, sons, dear friends,

source: །སྐྱེ་བོ་སྙིང་དུ་སྡུག་པ་ཀུན་སྤོངས་ལ།
en: And all others close to your heart,

source: །ལུས་དང་སྲོག་ལ་སྲེད་པར་མ་བྱེད་པར།
en: Without craving for body and life.

source: །བདེ་གཤེགས་ཡེ་ཤེས་རྒྱ་ཆེན་བཙལ་བར་གྱིས།
en: Seek now the vast wisdom of the Sugata, The supreme, unsurpassable message.’

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་གྱིས་དེ་ནི་བཟུང་སྟེ། ལོ་བཅུའི་བར་དུ་ནམ་ཡང་རྨུགས་པ་དང་གཉིད་ཀྱིས་ནོན་པར་མ་གྱུར།
en: “Rāṣṭrapāla, from then on, for ten years the young prince Puṇyaraśmi was never overpowered by drowsiness or torpor.

source: ནམ་ཡང་རྒོད་པར་མ་གྱུར། རྩེས་པར་མ་གྱུར། དགའ་བ་བྱེད་པར་མ་གྱུར། ཡོངས་སུ་སྤྱད་པར་མ་གྱུར།
en: He never laughed, never played, never enjoyed himself, and never engaged in sports.

source: ནམ་ཡང་སྐྱེད་མོས་ཚལ་དུ་མ་སོང་། ནམ་ཡང་གྲོགས་པོ་མཐོང་ནས་ངོ་མཚར་དུ་མི་འཛིན། ནམ་ཡང་གླུ་ལ་དགའ་བར་མ་གྱུར།
en: He never went to the pleasure groves, he was never excited to meet friends, and he never took pleasure in music.

source: རྒྱལ་སྲིད་དང་། ནོར་དང་། ཁྱིམ་དང་། གྲོང་ཁྱེར་རྣམས་ལ་འདོད་པ་བསྐྱེད་པར་མ་གྱུར་ཏེ།
en: He never desired kingship, wealth, houses, or cities.

source: དེ་ལྟར་དངོས་པོ་ཐམས་ཅད་ལ་མི་ལྟ་བར་གཅིག་པུར་སེམས་ཤིང་གནས་པར་གྱུར་ཏོ།
en: Thus, he had no concern for anything, and was engaged in solitary reflection.

source: །ནང་དུ་ཡང་དག་འཇོག་ལྷུར་ལེན་ཅིང་འཇིག་རྟེན་ལ་སྙིང་པོ་མེད་པ་དང་། འཇིག་པ་དང་། དབུགས་འབྱིན་པ་མེད་པ་དང་། མི་སྡུག་པ་དང་ཕྲད་པ་དང་། སྡུག་པ་དང་འབྲལ་བ་དང་། བྱིས་པ་འདྲིད་པ་དང་། འཁོར་བ་ལ་དགའ་བ་རོ་བྲོ་བ་མེད་པ་དང་། རྒྱལ་སྲིད་ཀྱི་བདེ་བ་སླུ་བའི་ཆོས་ཅན་དང་། སྲིད་པ་ལ་མངོན་པར་དགའ་བས་ཆོག་མི་ཤེས་པ་དང་། སོ་སོའི་སྐྱེ་བོ་ཉིད་རྟག་ཏུ་མི་འཐུན་པར་རྣམ་པར་སེམས་ཤིང་བདག་ནི་བྱིས་པའི་སྐྱེ་བོ་མི་བརྩོན་པའི་ནང་ན་གནས་ཀྱིས་བདག་གིས་ཅང་མི་སྨྲ་བར་འདའ་བར་བྱའོ་སྙམ་ནས་དེ་ཕྱོགས་གཅིག་ཏུ་ཅང་མི་སྨྲ་བར་གྱུར་ཏེ།
en: Devoting himself to secluded contemplation, he contemplated, in a condition of utter helplessness, that the world is without essence and subject to destruction. He thought about meeting with unpleasant things and being separated from pleasant things, about how the childish are deceived, and that there is no enjoyment of pleasure in saṃsāra. He thought about the deceptive character of the enjoyments of kingship, and how one cannot be content with the enjoyments of existence. And he reflected upon ordinary persons, constantly in disagreement, thinking, ‘As I am in the middle of childish ones, who are not diligent, I should spend my time in silence.’ Alone, he stayed in silence.

source: བག་ཡོད་པ་ལ་སེམས་ཤིང་སྡུག་པ་དང་བྲལ་བར་གཅིག་པུ་གནས་པར་གྱུར་ཏོ།
en: Pondering conscientiously, he abided alone, aloof from pleasurable things.

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ནས་རྒྱལ་པོ་འོད་ཟེར་ལྡན་གྱིས་གཞོན་ནུའི་ལོངས་སྤྱོད་ཀྱི་ཕྱིར་ས་ཕྱོགས་ཤིན་ཏུ་གྲོང་ཁྱེར་དགའ་མཆོག་ཅེས་བྱ་བ་བྱས་ཏེ།
en: “Then, Rāṣṭrapāla, King Arciṣmān had a city built elsewhere, called Ratipradhāna, for the young prince’s enjoyment.

source: ལྷོ་དང་བྱང་གི་ངོས་སུ་ལམ་སྲང་བདུན་བརྒྱ་བདུན་བརྒྱ་བྱས་སོ།
en: He constructed seven hundred streets running north and seven hundred running south.

source: །རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཕྱིར་དྲིལ་བུ་གཡེར་ཀའི་དྲ་བས་བྲེས་པ། མུ་ཏིག་གི་དྲ་བ་དང་། རིན་པོ་ཆེའི་སྲོག་ཤིང་དང་། བླ་རེ་དང་ལྡན་པ་རིམ་བདུན་གྱིས་ཀུན་ནས་བསྐོར་ཏོ།
en: It was encircled on all sides by seven successive concentric outer walls made of the seven precious substances, adorned with nets of small bells, nets of pearls, and jeweled pillars.

source: །ལམ་སྲང་ཐམས་ཅད་ཀྱི་སྒོར་ཡང་རིན་པོ་ཆེའི་སྲོག་ཤིང་སྟོང་བཙུགས་སོ།
en: One thousand jeweled pillars were erected at the arched gates to all the streets.

source: །རིན་པོ་ཆེའི་སྲོག་ཤིང་ཐམས་ཅད་ཀྱང་རིན་པོ་ཆེའི་སྐུད་པ་དྲུག་ཁྲིས་སྤྲེལ་ཏོ།
en: Sixty thousand strings of jewels were fastened to all the jeweled pillars.

source: །རིན་པོ་ཆེའི་སྐུད་པ་ཐམས་ཅད་ཀྱང་ཕྱོགས་བཞི་ནས་ཤིང་ཏ་ལའི་ཕྲེང་བ་བྱེ་བས་སྦྲེལ་ཏོ། །དེ་དག་རླུང་གིས་བསྐྱོད་དེ་བསྐུལ་ན་འདི་ལྟ་སྟེ་དཔེར་ན་རོལ་མོ་སིལ་སྙན་བརྒྱ་སྟོང་གི་སྒྲ་སྙན་པ་ལྟ་བུའི་སྒྲ་འབྱུང་ངོ་།
en: In the four directions, ten million garlands of cymbals were tied to all the strings of jewels. When they were stirred into motion by the wind, a sound arose like the pleasant melody of hundreds of thousands of musical instruments.

source: །ལམ་སྲང་གི་སྒོ་ཐམས་ཅད་ན་བུ་མོ་གླུ་མཁས་པ། གར་མཁས་པ། ལང་ཚོ་དར་ལ་བབ་པ། སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་སྤྱད་པའི་འོས་སུ་གྱུར་པ་ལྔ་བརྒྱ་ལྔ་བརྒྱ་བཀོད་དོ།
en: At each arched gate to the streets were stationed five hundred girls, skilled in song and dance, in the prime of their lives, appropriate for the enjoyment of all the people. “To all of them King Arciṣmān gave this command:

source: །དེ་དག་ཐམས་ཅད་ལ་རྒྱལ་པོ་འོད་ཟེར་ལྡན་གྱིས་ཁྱེད་ཉིན་མཚན་དུ་གླུ་དང་། གར་དང་། རོལ་མོའི་སྒྲས་གང་དག་ཕྱོགས་བཞི་ནས་ལྷགས་པའི་སེམས་ཅན་རྣམས་ཡང་དག་པར་དགའ་བར་བྱ་ཞིང་ཅི་ནས་གཞོན་ནུ་དགའ་བར་བྱ་བའི་སེམས་བསྐྱེད་པ་མ་གཏོགས་པར་གཏམ་གཞན་མ་བྱེད་ཅིག །སེམས་ཅན་གང་ལ་ཡང་ཡིད་དུ་མི་འོང་བ་མ་སྨྲ་ཤིག་ཅེས་བསྒོའོ།
en: ‘Day and night you should truly please sentient beings who approach from the four directions with song, dance, and the sound of music. By every means, you should generate nothing but thoughts that please the young prince. Do not speak about anything else. Do not say anything unpleasant to sentient beings.

source: །ལམ་སྲང་དེ་དག་ཐམས་ཅད་ཀྱི་སྒོར་ཡང་བཟའ་བ་འདོད་པ་རྣམས་ལ་ནི་བཟའ་བ།
en: “ ‘At the arched gates leading to all the streets, food should be offered to those who long for food, drink to those who long for drink, and vehicles to those who long for vehicles.

source: བཏུང་བ་འདོད་པ་རྣམས་ལ་ནི་བཏུང་བ། བཞོན་པ་འདོད་པ་རྣམས་ལ་ནི་བཞོན་པ་ནས། གོས་དང་། སྤོས་དང་། ཕྲེང་བ་དང་། བྱུག་པ་དང་། མལ་དང་། རྒྱབ་རྟེན་དང་། འཚོ་བའི་ཡོ་བྱད་རྣམས་དང་། གསེར་དང་། དངུལ་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་སིལ་མ་དང་། གླང་པོ་ཆེ་དང་། རྟ་དང་། ཤིང་རྟ་དང་། བ་ལང་དང་། ནོར་དང་། རྒྱན་ཐམས་ཅད་བྱིན་ཞིང་སྐྱེ་བོ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་སྤྱོད་པའི་ཕྱིར་རིན་པོ་ཆེའི་ཕུང་པོ་ཡང་བཞག་པར་གྱུར་ཏོ།
en: In addition to these things, they should be given all manner of clothing, fragrant substances, garlands, ointments, beds, cushions for their backs, basic necessities, unrefined gold, silver, jewels, pearls, beryl, shells, crystals, coral, gold and silver coins, elephants, horses, chariots, oxen, cattle, and adornments.’ This abundance of precious objects was displayed to be enjoyed by everyone.

source: །དེའི་ཚེ་གྲོང་ཁྱེར་གྱི་དབུས་སུ་གཞོན་ནུའི་ལོངས་སྤྱོད་ཀྱི་ཕྱིར་ཁྱིམ་ཁོར་ཡུག་ཏུ་དཔག་ཚད་ཙམ་ཡོད་པ་རིན་པོ་ཆེ་སྣ་བདུན་མིག་མངས་རིས་སུ་བྲིས་པ།
en: “At that time, in the center of the city, a house was built for the young prince’s enjoyment.

source: རྟ་བབས་བརྒྱས་རབ་ཏུ་བརྒྱན་པ་བྱས་སོ།
en: It was about one yojana in circumference, checkered with the seven precious substances, and adorned with hundreds of arched gates.

source: །དེའི་ནང་དུ་ཁང་བཟངས་ཞིག་བྱས་ཏེ། དེར་གཞོན་ནུའི་ལོངས་སྤྱོད་ཀྱི་ཕྱིར་མལ་བྱེ་བ་ཕྲག་བཞི་བཤམས་སོ།
en: On the inside a court was built, where forty million cushions were arranged for the enjoyment of the young prince.

source: །དེའི་དབུས་སུ་སྐྱེད་མོས་ཚལ་བྱས་ཏེ། མེ་ཏོག་གི་ཤིང་ལྗོན་པ་ཐམས་ཅད་དང་། འབྲས་བུའི་ཤིང་ལྗོན་པ་ཐམས་ཅད་དང་། རིན་པོ་ཆེའི་ཤིང་ལྗོན་པ་ཐམས་ཅད་ཀྱིས་ཁྱབ་པར་བཀང་ངོ་།
en: In the middle of that, a pleasure grove was created, filled with all sorts of flowering trees, fruit trees, and jeweled trees.

source: །ཡུལ་འཁོར་སྐྱོང་སྐྱེད་མོས་ཚལ་དེའི་དབུས་སུ་རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱི་རྫིང་རིན་པོ་ཆེ་སྣ་བཞིའི་ཐེམ་སྐས་དང་ལྡན་པ་བྱས་པ་ལ་འདི་ལྟ་སྟེ། གསེར་དང་། དངུལ་དང་། བཻ་དཱུརྱ་དང་། ཤེལ་ལོ།
en: Rāṣṭrapāla, in the midst of this pleasure grove, a pond made of various kinds of precious substances was constructed. It was endowed with steps made of the four kinds of precious substances, namely, gold, silver, beryl, and crystal.

source: །གང་ནས་སྤོས་ཆུ་འབབ་པའི་སེང་གེའི་ཁ་བརྒྱ་རྩ་བརྒྱད་བཙུགས་སོ།
en: One hundred eight lions’ mouths were erected, through which scented water streamed into the pond.

source: །རྫིང་དེའི་སེང་གེའི་ཁ་བརྒྱ་རྩ་བརྒྱད་པོ་དེ་ནས་ཀྱང་ཆུ་འབབ་བོ།
en: Also, through one hundred eight lions’ mouths, water flowed out of that pond.

source: །མེ་ཏོག་ཨུད་པལ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དང་། པད་མ་དཀར་པོ་རྣམས་རྟག་པར་རྒྱུན་དུ་རྒྱས་སོ།
en: “Blue, red, pink, and white lotuses bloomed constantly.

source: །ཁོར་ཡུག་ཏུ་རིན་པོ་ཆེའི་ཤིང་ལྗོན་པས་ཡོངས་སུ་བསྐོར་ཏོ། །དུས་ཐམས་ཅད་པའི་མེ་ཏོག་དང་། འབྲས་བུའི་ཤིང་ལྗོན་པ་རྣམས་ཀྱིས་ཀྱང་ཡོངས་སུ་རྒྱས་སོ།
en: The pond was completely encircled by jeweled trees and enriched by everlasting flowering and fruit trees.

source: །རྫིང་དེའི་འགྲམ་དུ་རིན་པོ་ཆེའི་ཤིང་ལྗོན་པ་བརྒྱད་བརྒྱ་བསྐྱེད་དེ། རིན་པོ་ཆེའི་ཤིང་ལྗོན་པ་ཐམས་ཅད་ཀྱང་རིན་པོ་ཆེའི་སྐུད་པ་རྣམས་ཀྱིས་སྦྲེལ་ཅིང་ཐམས་ཅད་དུ་ཡང་ཤིང་ཏ་ལའི་ཕྲེང་བ་བྱེ་བས་སྦྲེལ་ཏོ།
en: On the banks of this pond were planted eight hundred jeweled trees, and on all these jeweled trees were fastened strings of jewels. To each of these were fastened ten million garlands of cymbals.

source: །དེ་དག་ཀྱང་རླུང་གིས་བསྐྱོད་ཅིང་རླུང་གིས་བསྒུལ་ན་འདི་ལྟ་སྟེ་དཔེར་ན་རོལ་མོ་སིལ་སྙན་བརྒྱ་སྟོང་བླངས་པ་ལྟ་བུའི་སྒྲ་འབྱུང་ངོ་།
en: When they were stirred into motion by the wind, a sound arose like the pleasant melody of hundreds of thousands of musical instruments.

source: །གཞོན་ནུའི་ལུས་ལས་དང་རྡུལ་གྱིས་རེག་ཏུ་འོང་ཞེས་རྫིང་དེའི་སྟེང་རིན་པོ་ཆེའི་དྲ་བས་བཀབ་པར་གྱུར་ཏོ།
en: To ensure that the young prince’s body was touched by neither earth nor dust, a canopy of jewels was spread out above this pond.

source: །དེའི་ཚེ་ཁང་བཟངས་དེར་རིན་པོ་ཆེ་སྣ་བདུན་གྱི་ཁྲི་བྱེ་བ་ཕྲག་བཞི་བཤམས་ཏེ། ཁྲི་ཐམས་ཅད་ཀྱི་སྟེང་དུ་ཡང་རས་བཅོས་བུ་ལྔ་བརྒྱ་ལྔ་བརྒྱ་བཏིང་བར་གྱུར་ཏོ།
en: “At that time forty million thrones, made of seven precious substances, were arranged in this court, and on each of the thrones were spread five hundred pieces of calico fabric.
